export const MAIN_PAGE = {
  features: {
    title: 'Отслеживание прогресса занятий',
    children: [
      {
        title: 'Детальный учет времени',
        description:
          'Фиксируйте время, потраченное на каждое упражнение или песню, чтобы видеть, на что уходят часы практики',
      },
      {
        title: 'Персонализация занятий',
        description: 'Настройте трекер под свои цели и выбирайте метрики, которые важны именно Вам',
      },
      {
        title: 'Сравнение периодов',
        description: 'Сравните текущий прогресс с предыдущими периодами, чтобы сохранять мотивацию и видеть свой рост',
      },
      {
        title: 'Визуализация данных',
        description:
          'Графики и диаграммы покажут Ваш прогресс в динамике, чтобы легко скорректировать стратегию обучения',
      },
    ],
  },
  shedule: {
    title: 'Планирование тренировок и репертуара',
    children: [
      {
        title: 'Гибкие расписания',
        description:
          'Создавайте индивидуальные планы занятий с учетом Вашего графика. Разделяйте тренировки на техники, разборы и импровизацию',
      },
      {
        title: 'Контроль выполнения',
        description:
          'Отмечайте завершенные упражнения и разобранные песни. Наблюдайте, как растет Ваш репертуар и техническое мастерство',
      },
      {
        title: 'Анализ эффективности',
        description:
          'Определяйте, какие методы работают лучше всего. Увеличивайте продуктивность, фокусируясь на самом важном',
      },
    ],
  },
  notes: {
    title: 'Управление заметками и идеями',
    children: [
      {
        title: 'Заметки о тренировках',
        description: 'Создавайте заметки о каждой тренировке, чтобы не забыть важные моменты и идеи',
      },
      {
        title: 'Банк идей',
        description: 'Фиксируйте все свои музыкальные идеи и вдохновения для будущих проектов',
      },
      {
        title: 'Удобная организация',
        description: 'Организуйте записи по категориям и тегам для быстрого поиска и удобства',
      },
      {
        title: 'Центр полезных ресурсов',
        description: 'Добавляйте в описание ссылки на полезные ресурсы, видеоуроки и музыкальные примеры',
      },
    ],
  },
};
